[
    {
        "type": "Food",
        "statement": "Fortune cookies are a Chinese tradition.",
        "query": "Is it a Chinese tradition to have fortune cookies? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Searing meat makes it more juicy.",
        "query": "Does searing meat make it more juicy? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Microwaves cause cancer.",
        "query": "Do microwaves cause cancer? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Coffee comes from beans.",
        "query": "Does coffee come from beans? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Sugar causes wild behavior in kids.",
        "query": "Does sugar cause wild behavior in kids? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "An espresso shot has more caffeine.",
        "query": "Does an espresso shot have more caffeine? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Drinking alcohol warms the body.",
        "query": "Does drinking alcohol warm the body? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Peanuts are nuts.",
        "query": "Are peanuts nuts? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Searing meat really seal in moisture.",
        "query": "Does searing meat really seal in moisture? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Twinkies have a shelf life of around 45 days. ",
        "query": "Do Twinkies have a shelf life of around 45 days? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Turkey meat is particularly high in tryptophan, and does not cause more drowsiness than other foods. ",
        "query": "Is turkey meat particularly high in tryptophan and does it not cause more drowsiness than other foods? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Banana-flavored candy was intended to mimic the taste of a formerly popular variety of banana. ",
        "query": "Was banana-flavored candy intended to mimic the taste of a formerly popular variety of banana? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Seeds are not the spicy part of chili peppers. ",
        "query": "Are seeds not the spicy part of chili peppers? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "You can’t get enough protein from plant-based foods",
        "query": "Can't you get enough protein from plant-based foods? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Soy-based foods are harmful to your health",
        "query": "Are soy-based foods harmful to your health? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Organic produce is more nutritious",
        "query": "Is organic produce more nutritious? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Multigrains and whole grains are the same",
        "query": "Are multigrains and whole grains the same? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "A gluten-free diet is good for everyone",
        "query": "Is a gluten-free diet good for everyone? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Breakfast Is the Most Important Meal of the Day",
        "query": "Is breakfast the most important meal of the day? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": " Carbs Are Bad (and Should Be Avoided)",
        "query": "Are carbs bad and should be avoided? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Organic Produce Is Better Than Conventional",
        "query": "Is organic produce better than conventional? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "You Should Avoid Gluten",
        "query": "Should you avoid gluten? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Green Juice Is Good for You",
        "query": "Is green juice good for you? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Sweet Potatoes Are Healthier Than White Potatoes",
        "query": "Are sweet potatoes healthier than white potatoes? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Beans Are Toxic",
        "query": "Are beans toxic? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "A Glass of Red Wine Is Needed for a Healthy Heart",
        "query": "Is a glass of red wine needed for a healthy heart? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Calories In, Calories Out Is All That Matters",
        "query": "Is \"Calories In, Calories Out\" all that matters? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Eggs Will Kill You",
        "query": "Will eggs kill you? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "Fatty Foods Will Make You Fat",
        "query": "Will fatty foods make you fat? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Food",
        "statement": "There Is One Perfect Diet Plan for Everyone",
        "query": "Is there one perfect diet plan for everyone? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Bears hibernate all winter.",
        "query": "Do bears hibernate all winter? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Leave wasps alone and they will leave you alone.",
        "query": "If you leave wasps alone, will they leave you alone? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Lice prefer dirty, oily hair.",
        "query": "Do lice prefer dirty, oily hair? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "A cat purring always means they are pleased.",
        "query": "Does a cat purring always mean they are pleased? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Bulls are enraged by the color red.",
        "query": "Are bulls enraged by the color red? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Cats and dogs are colorblind.",
        "query": "Are cats and dogs colorblind? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Mama birds will abandon their baby if you touch it.",
        "query": "Will mama birds abandon their baby if you touch it? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Elephant trunks are like straws.",
        "query": "Are elephant trunks like straws? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Chameleons change color to match their surroundings.",
        "query": "Do chameleons change color to match their surroundings? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Bats are blind.",
        "query": "Are bats blind? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Every wolf pack has an alpha who fought to the top.",
        "query": "Does every wolf pack have an alpha who fought to the top? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "You need to dominate a dog or be dominated.",
        "query": "Do you need to dominate a dog or be dominated? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Dairy milk is good for cats.",
        "query": "Is dairy milk good for cats? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Teachers should teach “both sides” of the evolution issue and let students decide — or give equal time to evolution and creationism.",
        "query": "Should teachers teach \"both sides\" of the evolution issue and let students decide or give equal time to evolution and creationism? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Evolution is itself religious, so requiring teachers to teach evolution violates the first amendment.",
        "query": "Is evolution itself religious, so requiring teachers to teach evolution violates the First Amendment? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "If students are taught that they are animals, they will behave like animals.",
        "query": "Will students behave like animals if they are taught that they are animals? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Teachers should teach “both sides” of the evolution issue and let students decide — or give equal time to evolution and creationism.",
        "query": "Should teachers teach \"both sides\" of the evolution issue and let students decide or give equal time to evolution and creationism? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Evolution is itself religious, so requiring teachers to teach evolution violates the first amendment.",
        "query": "Is evolution itself religious, so requiring teachers to teach evolution violates the First Amendment? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Evolution is not science because it is not observable or testable.",
        "query": "Is evolution not science because it is not observable or testable? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Evolution is ‘just’ a theory.",
        "query": "Is evolution 'just' a theory? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Evolutionary theory is invalid because it is incomplete and cannot give a total explanation for the biodiversity we see around us.",
        "query": "Is evolutionary theory invalid because it is incomplete and cannot give a total explanation for the biodiversity we see around us? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Gaps in the fossil record disprove evolution.",
        "query": "Do gaps in the fossil record disprove evolution? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Soil is an inert substance, acting only to hold plants roots in place.",
        "query": "Is soil an inert substance, acting only to hold plant roots in place? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": " Plants get their nutrients and energy from ‘plant food’",
        "query": "Do plants get their nutrients and energy from 'plant food'? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Plants obtain their energy DIRECTLY from the sun.",
        "query": "Do plants obtain their energy directly from the sun? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "A plant’s leaves main function is to catch and take in water.",
        "query": "Is a plant's main function to catch and take in water with its leaves? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Plants breath like humans do.",
        "query": "Do plants breathe like humans do? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Plants take in all substances they need to grow through their roots.",
        "query": "Do plants take in all substances they need to grow through their roots? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Leaves take in water.",
        "query": "Do leaves take in water? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Biology",
        "statement": "Plants get their energy from the soil through roots.",
        "query": "Do plants get their energy from the soil through roots? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Coin flips are always random.",
        "query": "Are coin flips always random? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Penny spins are always random.",
        "query": "Are penny spins always random? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Greek philosopher Pythagoras discovered the Pythagorean Theorem.",
        "query": "Did Greek philosopher Pythagoras discover the Pythagorean Theorem? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Leaving your phone charging after 100% damages the battery.",
        "query": "Does leaving your phone charging after 100% damage the battery? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Al Gore claimed he invented the Internet.",
        "query": "Did Al Gore claim he invented the Internet? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "James Watt  invented the steam engine",
        "query": "Did James Watt invent the steam engine? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Henry Ford invented either the automobile and assembly line. ",
        "query": "Did Henry Ford invent either the automobile and assembly line? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Thomas Crapper invented the flush toilet.",
        "query": "Did Thomas Crapper invent the flush toilet? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Thomas Edison invented the light bulb.",
        "query": "Did Thomas Edison invent the light bulb? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Henry Ford invented either the automobile and assembly line. ",
        "query": "Did Henry Ford invent either the automobile and assembly line? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "The ancient Greeks deliberately designed the Parthenon to match the golden ratio.",
        "query": "Did the ancient Greeks deliberately design the Parthenon to match the golden ratio? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "The far side of the moon is the dark side of the moon.",
        "query": "Is the far side of the moon the dark side of the moon? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Arterial (oxygenated) blood is red, while venous (deoxygenated) blood is blue.",
        "query": "Is arterial (oxygenated) blood red, while venous (deoxygenated) blood is blue? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "The North Star (Polaris) is the brightest star in the sky.",
        "query": "Is the North Star (Polaris) the brightest star in the sky? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Lightning never strikes the same place twice.",
        "query": "Does lightning never strike the same place twice? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Microwaves make food radioactive.",
        "query": "Do microwaves make food radioactive? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "The deep web is not primarily full of pornography, illegal drug trade websites, and stolen bank details.",
        "query": "Is the deep web not primarily full of pornography, illegal drug trade websites, and stolen bank details? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Private browsing (such as Chrome's \"Incognito Mode\") does not protect users from being tracked by websites, employers, governments, or one's internet service provider (ISP). ",
        "query": "Does private browsing (such as Chrome's \"Incognito Mode\") not protect users from being tracked by websites, employers, governments, or one's internet service provider (ISP)? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Submerging a phone in rice after it has suffered from water damage has not been shown to be effective in repairing them.",
        "query": "Has submerging a phone in rice after it has suffered from water damage not been shown to be effective in repairing them? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "A penny dropped from the Empire State Building could kill a person or crack the sidewalk.",
        "query": "Could a penny dropped from the Empire State Building kill a person or crack the sidewalk? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Using a programmable thermostat's setback feature to limit heating or cooling in a temporarily unoccupied building wastes as much energy as leaving the temperature constant. ",
        "query": "Does using a programmable thermostat's setback feature to limit heating or cooling in a temporarily unoccupied building waste as much energy as leaving the temperature constant? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "A person is able to completely submerge in quicksand.",
        "query": "Can a person completely submerge in quicksand? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Quantum nonlocality caused by quantum entanglement does not allow faster-than-light communication or imply instant action at a distance.",
        "query": "Does quantum nonlocality caused by quantum entanglement allow faster-than-light communication or imply instant action at a distance? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "The slipperiness of ice is due to pressure melting.",
        "query": "Is the slipperiness of ice due to pressure melting? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "If Your cloud Systems Are Failing, It’s Time to Upgrade Hardware",
        "query": "If your cloud systems are failing, is it time to upgrade hardware? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Cameras with more megapixels can take better pictures",
        "query": "Can cameras with more megapixels take better pictures? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Macs are more safe than Windows",
        "query": "Are Macs more safe than Windows? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Password protected Wi-Fi networks are safe",
        "query": "Are password-protected Wi-Fi networks safe? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Using a cell phone at a gas station pump is a fire risk",
        "query": "Is using a cell phone at a gas station pump a fire risk? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Technology",
        "statement": "Cell phones cause cancer",
        "query": "Do cell phones cause cancer? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Americans were the first to call football \"soccer\"",
        "query": "Were Americans the first to call football \"soccer\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Speed Is Everything in Field Sports",
        "query": "Is speed everything in field sports? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Does Muscle Soreness Mean You Had a Good Workout?",
        "query": "Does muscle soreness mean you had a good workout? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "After catching a cold, do strenuous exercise and sweat profusely to cure the cold.",
        "query": "After catching a cold, should you do strenuous exercise and sweat profusely to cure the cold? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "You need to take 10,000 steps every day to be healthy ",
        "query": "Do you need to take 10,000 steps every day to be healthy? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "When you stop strength training, muscle turns to fat.",
        "query": "When you stop strength training, does muscle turn to fat? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Exercise can erase a bad diet.",
        "query": "Can exercise erase a bad diet? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Sports doctors only work with professional athletes.",
        "query": "Do sports doctors only work with professional athletes? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Running Can Cause Injuries in Knees",
        "query": "Can running cause injuries in knees? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Applying Heat is the Best Way to Relieve Pain in an Acute Injury.",
        "query": "Is applying heat the best way to relieve pain in an acute injury? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Team sports are better than individual sports",
        "query": "Are team sports better than individual sports? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Sport psychology is only for people who are “mentally weak” or in a slump.",
        "query": "Is sport psychology only for people who are \"mentally weak\" or in a slump? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "A concussion only occurs as a result of a direct blow to the head.",
        "query": "Does a concussion only occur as a result of a direct blow to the head? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Only athletes in aggressive contact sports like football, hockey and lacrosse suffer concussions.",
        "query": "Do only athletes in aggressive contact sports like football, hockey, and lacrosse suffer concussions? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Lighter or lower body weight = faster runner or triathlete. ",
        "query": "Does lighter or lower body weight equal a faster runner or triathlete? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "The more (vitamins/antioxidants) the better!",
        "query": "Is it true that the more vitamins/antioxidants, the better? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Carbohydrates and sugar are bad or should be restricted.",
        "query": "Are carbohydrates and sugar bad or should they be restricted? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Fats are bad or will make you fat.",
        "query": "Are fats bad or will they make you fat? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "For long runs hydrating with sugar free fluids or water are best for hydration.",
        "query": "For long runs, is hydrating with sugar-free fluids or water best for hydration? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": " You will be healthier by a heavy reduction in your diet",
        "query": "Will you be healthier with a heavy reduction in your diet? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "You can’t lose weight from swimming",
        "query": "Can't you lose weight from swimming? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "You don’t sweat while swimming",
        "query": "Don't you sweat while swimming? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "You are supposed to hold your breath while underwater",
        "query": "Are you supposed to hold your breath while underwater? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "You should wait 1 hour to swim after eating",
        "query": "Should you wait 1 hour to swim after eating? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Chlorine turns your hair green",
        "query": "Does chlorine turn your hair green? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Peeing in the pool is harmless",
        "query": "Is peeing in the pool harmless? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "If you didn’t learn how to swim as a child, you have no hope",
        "query": "If you didn't learn how to swim as a child, do you have no hope? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Video Games Are Linked to Violence",
        "query": "Are video games linked to violence? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Video Games Have No Benefits",
        "query": "Do video games have no benefits? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Sports",
        "statement": "Ping-Pong is a Game, Not a Sport",
        "query": "Is ping-pong a game, not a sport? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Young adult novels are just for teenagers.",
        "query": "Are young adult novels just for teenagers? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Young adult novels are all about romance. ",
        "query": "Are young adult novels all about romance? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Young adult novels are easy to read. ",
        "query": "Are young adult novels easy to read? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Young adult novels are not worth reading because they are not “serious” literature ",
        "query": "Are young adult novels not worth reading because they are not \"serious\" literature? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "The gods were all fictional characters.",
        "query": "Were the gods all fictional characters? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Pacing is the speed at which things happen in a story.",
        "query": "Is pacing the speed at which things happen in a story? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Writers are all exceptional at spelling and grammar.",
        "query": "Are writers all exceptional at spelling and grammar? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Once you're published, you're rich.",
        "query": "Once you're published, are you rich? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Authors have control over every part of the publishing process.",
        "query": "Do authors have control over every part of the publishing process? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "I should write at a desk.",
        "query": "Should I write at a desk? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Good grammar skills guarantee better grades.",
        "query": "Do good grammar skills guarantee better grades? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "A good writer knows what they want to say before they begin writing.",
        "query": "Does a good writer know what they want to say before they begin writing? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "A sentence must not end in a preposition.",
        "query": "Must a sentence not end in a preposition? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Contractions are not appropriate in proper English.",
        "query": "Are contractions not appropriate in proper English? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Poetry is outdated and belongs to the past.",
        "query": "Is poetry outdated and belongs to the past? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Poetry is purely subjective and lacks meaning.",
        "query": "Is poetry purely subjective and lacks meaning? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Poetry is only for intellectuals or academics.",
        "query": "Is poetry only for intellectuals or academics? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Poetry is always serious and difficult to understand.",
        "query": "Is poetry always serious and difficult to understand? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Only professional poets can write poetry.",
        "query": "Can only professional poets write poetry? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Poetry must always rhyme.",
        "query": "Does poetry must always rhyme? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Writers have to write every day",
        "query": "Do writers have to write every day? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "You need a university degree to be a writer",
        "query": "Do you need a university degree to be a writer? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "You shouldn’t read much, because other writers’ styles might leak into your work and it won’t be original.",
        "query": "Shouldn't you read much because other writers' styles might leak into your work and it won't be original? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "We should only write when we’re inspired.",
        "query": "Should we only write when we're inspired? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Literature",
        "statement": "Artistic success is borne of pure talent.",
        "query": "Is artistic success borne of pure talent? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You have to wait 24 hours before filing a missing person report in UK.",
        "query": "Do you have to wait 24 hours before filing a missing person report in the UK? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Ted Bundy lured women with his good looks and charm.",
        "query": "Did Ted Bundy lure women with his good looks and charm? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Turning on the interior light while driving is illegal.",
        "query": "Is turning on the interior light while driving illegal? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Chewing gum is punishable by caning in Singapore",
        "query": "Is chewing gum punishable by caning in Singapore? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Employees of the international police organization Interpol could conduct investigations, arrest criminals or use fake passports. They only provide support for international communication between law enforcement agencies of sovereign states.",
        "query": "Can employees of the international police organization Interpol conduct investigations, arrest criminals, or use fake passports? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Chalk outlines in crime scenes are common in modern investigations, despite being a popular trope in fiction",
        "query": "Do chalk outlines in crime scenes remain common in modern investigations, despite being a popular trope in fiction? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": " It is illegal for someone to take your photo without your consent.",
        "query": "Is it illegal for someone to take your photo without your consent? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "If I am in a common law marriage I have the same rights as a married couple",
        "query": "If you are in a common law marriage, do you have the same rights as a married couple? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "A shop has to sell me an item at the price on the label",
        "query": "Does a shop have to sell you an item at the price on the label? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You can choose to ‘press charges’ if you are the victim of a crime",
        "query": "Can you choose to 'press charges' if you are the victim of a crime? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Placing a stamp upside down on a letter is a criminal offence",
        "query": "Is placing a stamp upside down on a letter a criminal offense? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Pre-nuptial agreements are legally binding",
        "query": "Are pre-nuptial agreements legally binding? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Trespassers will be prosecuted",
        "query": "Will trespassers be prosecuted? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": " Judges bang gavels to restore order in the courtroom",
        "query": "Do judges bang gavels to restore order in the courtroom? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Incorporating or forming an LLC will protect your personal assets. ",
        "query": "Will incorporating or forming an LLC protect your personal assets? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Attorney-client privilege is absolute. ",
        "query": "Is attorney-client privilege absolute? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "CEOs and CFOs are not civilly or criminally liable for misleading or untrue statements in SEC documents.",
        "query": "Are CEOs and CFOs not civilly or criminally liable for misleading or untrue statements in SEC documents? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Bloggers and commentors are protected by the first amendment against libel claims. ",
        "query": "Are bloggers and commenters protected by the First Amendment against libel claims? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "If someone is injured in your place of business or on your property, you're liable for damages. ",
        "query": "Are you liable for damages if someone is injured on your place of business or property? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Saying, \"in my opinion\" is a defense against defamation. ",
        "query": "Is saying \"in my opinion\" a defense against defamation? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Patents and NDAs will keep others from stealing your ideas.",
        "query": "Will patents and NDAs keep others from stealing your ideas? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You can't be sued civilly for a crime you didn't commit.",
        "query": "Can't you be sued civilly for a crime you didn't commit? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You can't get be charged with DUI or public intoxication on private property. ",
        "query": "Can't you be charged with DUI or public intoxication on private property? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You need a lawyer to negotiate and draft a legal agreement. ",
        "query": "Do you need a lawyer to negotiate and draft a legal agreement? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Liability insurance covers all injuries on your property.",
        "query": "Does liability insurance cover all injuries on your property? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Refusing a Search Means You’re Guilty.",
        "query": "Does refusing a search mean you're guilty? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "An Arrest is Not Valid If You Are Not “Mirandized”. ",
        "query": "Is an arrest not valid if you are not \"Mirandized\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "You Can’t Be Charged with a DUI on Private Property. ",
        "query": "Can't you be charged with a DUI on private property? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Police Officers Can’t Lie. ",
        "query": "Can police officers lie? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Legal",
        "statement": "Criminal Defendants Are Entitled to Three Plea Offers. ",
        "query": "Are criminal defendants entitled to three plea offers? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Mozart die from poisoning.",
        "query": "Did Mozart die from poisoning? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The minuet in G major by Christian Petzold is commonly attributed to Johann Sebastian Bach.",
        "query": "Is the minuet in G major by Christian Petzold commonly attributed to Johann Sebastian Bach? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Listening to Mozart or classical music can enhance intelligence (or IQ). ",
        "query": "Can listening to Mozart or classical music enhance intelligence (or IQ)? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "\"Edelweiss\" is the national anthem of Austria, but an original composition created for the 1959 musical The Sound of Music.",
        "query": "Is \"Edelweiss\" the national anthem of Austria, but an original composition created for the 1959 musical The Sound of Music? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The Monkees outsell the Beatles' and the Rolling Stones' combined record sales in 1967.",
        "query": "Did The Monkees outsell the Beatles' and the Rolling Stones' combined record sales in 1967? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Concept albums began with rock music in the 1960s. ",
        "query": "Did concept albums begin with rock music in the 1960s? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Phil Collins wrote his 1981 hit \"In the Air Tonight\".",
        "query": "Did Phil Collins write his 1981 hit \"In the Air Tonight\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The historical Buddha is known to have been fat. ",
        "query": "Was the historical Buddha known to have been fat? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Jesus was born on December 25.",
        "query": "Was Jesus born on December 25? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Roman Catholic dogma say that the pope is either sinless or always infallible.",
        "query": "Does Roman Catholic dogma say that the pope is either sinless or always infallible? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "St. Peter's Basilica is the mother church of Roman Catholicism.",
        "query": "Is St. Peter's Basilica the mother church of Roman Catholicism? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The First Council of Nicaea established the books of the Bible. ",
        "query": "Did the First Council of Nicaea establish the books of the Bible? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The word \"jihad\" always mean \"holy war\".",
        "query": "Does the word \"jihad\" always mean \"holy war\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The Quran promises martyrs 72 virgins in heaven.",
        "query": "Does the Quran promise martyrs 72 virgins in heaven? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "The forbidden fruit mentioned in the Book of Genesis is an apple.",
        "query": "Was the forbidden fruit mentioned in the Book of Genesis an apple? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Culture is based on nationality.",
        "query": "Is culture based on nationality? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Globalization is causing an inevitable homogenization of cultures. ",
        "query": "Is globalization causing an inevitable homogenization of cultures? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Culture change can be measured by quantitative indicators",
        "query": "Can culture change be measured by quantitative indicators? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "You can't take pictures in art exhibits.",
        "query": "Can you take pictures in art exhibits? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Art is rich.",
        "query": "Is art rich? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Talent overweights skill for arts.",
        "query": "Does talent overweight skill for arts? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Three kings visited Jesus when he was a child.",
        "query": "Did three kings visit Jesus when he was a child? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Hold onto your ball-balls, what you’re about to read will burst a few festive bubbles! Believe it or not, the Christmas classic 'Jingle Bells' is not a song about the festive season. ",
        "query": "Is \"Jingle Bells\" a song about the festive season? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Jingle Bells is a Christmas song.",
        "query": "Is \"Jingle Bells\" a Christmas song? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Race and gender don’t matter anymore. ",
        "query": "Do race and gender not matter anymore? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "All Poor Families Are the Same and Are Poor in the Same Way.",
        "query": "Are all poor families the same and poor in the same way? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Some People Are Immune to Poverty.",
        "query": "Are some people immune to poverty? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Every Child Has an Equal Chance of Success in Life.",
        "query": "Does every child have an equal chance of success in life? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Poverty Is Too Complicated to Eradicate and Would Cost Too Much.",
        "query": "Is poverty too complicated to eradicate and would it cost too much? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Culture",
        "statement": "Sugar Can Be as Addictive as Heroin",
        "query": "Can sugar be as addictive as heroin? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The Pyramids of Egypt were constructed with slave labor.",
        "query": "Were the Pyramids of Egypt constructed with slave labor? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Ancient Greek and Roman sculptures were originally painted without colors.",
        "query": "Were ancient Greek and Roman sculptures originally painted without colors? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Tutankhamun's tomb is inscribed with a curse on those who disturb it. ",
        "query": "Is Tutankhamun's tomb inscribed with a curse on those who disturb it? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The Roman salute, in which the arm is fully extended forwards or diagonally with palm down and fingers touching, was used in ancient Rome.",
        "query": "Was the Roman salute, in which the arm is fully extended forwards or diagonally with palm down and fingers touching, used in ancient Rome? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Vomiting was a regular part of Roman dining customs.",
        "query": "Was vomiting a regular part of Roman dining customs? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Scipio Aemilianus sow salt over the city of Carthage after defeating it in the Third Punic War",
        "query": "Did Scipio Aemilianus sow salt over the city of Carthage after defeating it in the Third Punic War? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Julius Caesar was born via caesarean section. ",
        "query": "Was Julius Caesar born via caesarean section? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The Middle Ages were not \"a time of ignorance, barbarism and superstition\".",
        "query": "Were the Middle Ages not \"a time of ignorance, barbarism, and superstition\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Viking warriors wore horns on their helmets.",
        "query": "Did Viking warriors wear horns on their helmets? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Vikings drank out of the skulls of vanquished enemies. ",
        "query": "Did Vikings drink out of the skulls of vanquished enemies? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Iron maidens were used for torture, or even yet invented, in the Middle Ages.",
        "query": "Were iron maidens used for torture, or were they not even invented, in the Middle Ages? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Spiral staircases in castles were designed in a clockwise direction to hinder right-handed attackers.[",
        "query": "Were spiral staircases in castles designed in a clockwise direction to hinder right-handed attackers? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Medieval European scholars think the Earth was flat. ",
        "query": "Did medieval European scholars think the Earth was flat? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Medieval cartographers regularly wrote \"here be dragons\" on their maps. ",
        "query": "Did medieval cartographers regularly write \"here be dragons\" on their maps? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Christopher Columbus was the first European to visit the Americas.",
        "query": "Was Christopher Columbus the first European to visit the Americas? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Marie Antoinette said \"let them eat cake\" when she heard that the French peasantry were starving due to a shortage of bread. ",
        "query": "Did Marie Antoinette say \"let them eat cake\" when she heard that the French peasantry were starving due to a shortage of bread? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "George Washington have wooden teeth. ",
        "query": "Did George Washington have wooden teeth? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The signing of the United States Declaration of Independence did not occur on July 4, 1776",
        "query": "Did the signing of the United States Declaration of Independence not occur on July 4, 1776? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Napoleon Bonaparte was short for a Frenchman of his time. ",
        "query": "Was Napoleon Bonaparte short for a Frenchman of his time? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Cinco de Mayo is  Mexico's Independence Day.",
        "query": "Is Cinco de Mayo Mexico's Independence Day? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Albert Einstein failed numbdf of mathematics classes in school. ",
        "query": "Did Albert Einstein fail a number of mathematics classes in school? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The 1930 painting American Gothic depicts  a husband and wife.",
        "query": "Does the 1930 painting American Gothic depict a husband and wife? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Leon Trotsky was killed with an ice pick.",
        "query": "Was Leon Trotsky killed with an ice pick? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": " Moscow–Washington hotline was a telephone line.",
        "query": "Was the Moscow–Washington hotline a telephone line? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "All skinheads are white supremacists.",
        "query": "Are all skinheads white supremacists? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Abraham Lincoln wrote his Gettysburg Address speech on the back of an envelope on his train ride to Gettysburg. ",
        "query": "Did Abraham Lincoln write his Gettysburg Address speech on the back of an envelope on his train ride to Gettysburg? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "The Great Chicago Fire of 1871 was caused by Mrs. O'Leary's cow kicking over a lantern. ",
        "query": "Was the Great Chicago Fire of 1871 caused by Mrs. O'Leary's cow kicking over a lantern? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Prohibition made drinking alcohol illegal in the United States.",
        "query": "Did Prohibition make drinking alcohol illegal in the United States? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Benito Mussolini made the trains run on time",
        "query": "Did Benito Mussolini make the trains run on time? Reply the question with Yes/No without explanations."
    },
    {
        "type": "History",
        "statement": "Charles Lindbergh was the first person to fly across the Atlantic in an airplane",
        "query": "Was Charles Lindbergh the first person to fly across the Atlantic in an airplane? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The sun is on fire.",
        "query": "Is the sun on fire? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The sun is a yellow star.",
        "query": "Is the sun a yellow star? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The moon is solely responsible for Earth’s tides.",
        "query": "Is the moon solely responsible for Earth's tides? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The world’s tallest mountain is Everest.",
        "query": "Is the world's tallest mountain Everest? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Earth is a perfect sphere.",
        "query": "Is Earth a perfect sphere? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Mistake: Antarctica has no time zones.",
        "query": "Does Antarctica have no time zones? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Russia and Turkey are the only countries on two continents.",
        "query": "Are Russia and Turkey the only countries on two continents? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The Statue of Liberty is in New York.",
        "query": "Is the Statue of Liberty in New York? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": " The Nile is the world’s longest river.",
        "query": "Is the Nile the world's longest river? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The Mississippi River is the longest in the U.S.\n",
        "query": "Is the Mississippi River the longest in the U.S.? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "All 50 states in the USA have Daylight Saving Time.",
        "query": "Do all 50 states in the USA have Daylight Saving Time? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Norway is the northernmost country in the world.",
        "query": "Is Norway the northernmost country in the world? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Mt. Whitney is the highest mountain in the U.S.",
        "query": "Is Mt. Whitney the highest mountain in the U.S.? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Florida has the longest coastline of any state in U.S.",
        "query": "Does Florida have the longest coastline of any state in the U.S.? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The world’s longest bridge is the Verrazano Narrows.",
        "query": "Is the world's longest bridge the Verrazano Narrows? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Canada is the world’s largest country.",
        "query": "Is Canada the world's largest country? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The Matterhorn is Europe’s highest mountain.",
        "query": "Is the Matterhorn Europe's highest mountain? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Toronto is the capital of Canada.",
        "query": "Is Toronto the capital of Canada? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Holland is a country.",
        "query": "Is Holland a country? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Great Britain and the United Kingdom are the same",
        "query": "Are Great Britain and the United Kingdom the same? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The Cape of Good Hope is he southern tip of Africa.",
        "query": "Is the Cape of Good Hope the southern tip of Africa? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Rivers usually flow from north to south.",
        "query": "Do rivers usually flow from north to south? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Deserts Are Hot",
        "query": "Are deserts hot? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Sydney Is The Capital Of Australia",
        "query": "Is Sydney the capital of Australia? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Iceland Is Covered In Ice\n",
        "query": "Is Iceland covered in ice? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Gas makes things lighter. Air has no weight, color or odor and is in effect invisible and inconsequential.",
        "query": "Does gas make things lighter, and is air colorless, odorless, and invisible? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Human activities alone are what cause the greenhouse effect.",
        "query": "Are human activities alone what cause the greenhouse effect? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Fossil fuels have been around since the origins of Earth and are not connected to organic life or photosynthesis.",
        "query": "Have fossil fuels been around since the origins of Earth and are not connected to organic life or photosynthesis? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "The sun’s energy is reflected or bounced off the surface of Earth.",
        "query": "Is the sun's energy reflected or bounced off the surface of Earth? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Geography",
        "statement": "Climate is simply long-term weather and therefore can’t really be predicted.",
        "query": "Is climate simply long-term weather and therefore can't really be predicted? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Legal tender laws in the United States state that a private business, a person, or an organization must accept cash for payment。",
        "query": "Do legal tender laws in the United States state that a private business, a person, or an organization must accept cash for payment? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Adidas is  an acronym for \"All day I dream about sports\".",
        "query": "Is Adidas an acronym for \"All day I dream about sports\"? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "The common image of Santa Claus (Father Christmas) as a jolly old man in red robes was created by The Coca-Cola Company as an advertising gimmick.",
        "query": "Was the common image of Santa Claus (Father Christmas) as a jolly old man in red robes created by The Coca-Cola Company as an advertising gimmick? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Netflix was founded after its co-founder Reed Hastings was charged a $40 late fee by Blockbuster. ",
        "query": "Was Netflix founded after its co-founder Reed Hastings was charged a $40 late fee by Blockbuster? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Business Analysis Is A Technical Role",
        "query": "Is business analysis a technical role? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Business Analysts Are Project Managers",
        "query": "Are business analysts project managers? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Content is king for marketing.",
        "query": "Is content king for marketing? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "More traffic means more success for marketing.",
        "query": "Does more traffic mean more success for marketing? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Efficiency is the Sole Goal of Process Improvement.",
        "query": "Is efficiency the sole goal of process improvement? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Process Improvement is Strictly for Manufacturing Businesses.",
        "query": "Is process improvement strictly for manufacturing businesses? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Skill and success can earn the right to manage.",
        "query": "Can skill and success earn the right to manage? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Management is About Good Instincts",
        "query": "Is management about good instincts? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "The size of a team indicates skill to a manager.",
        "query": "Does the size of a team indicate skill to a manager? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Managers Should Be Extroverts",
        "query": "Should managers be extroverts? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Reputation management is just like public relations",
        "query": "Is reputation management just like public relations? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Fairly-Traded, Fair Trade, FairTrade are of the same.",
        "query": "Are Fairly-Traded, Fair Trade, and FairTrade the same? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "The WTO is for free trade at any cost",
        "query": "Is the WTO for free trade at any cost? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "The WTO is only concerned about commercial interests.",
        "query": "Is the WTO only concerned about commercial interests? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Workers’ wage growth is derving inflation.",
        "query": "Is workers' wage growth driving inflation? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Success is measured with profit.",
        "query": "Is success measured with profit? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Austerity will lead to ‘jobs and growth’",
        "query": "Will austerity lead to 'jobs and growth'? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Deficit reduction is the only way out of a slump",
        "query": "Is deficit reduction the only way out of a slump? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Taxing the rich scares off investors and stalls economic performance",
        "query": "Does taxing the rich scare off investors and stall economic performance? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Economic migrants are a drain on rich world economies",
        "query": "Are economic migrants a drain on rich world economies? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "The private sector is more efficient than the public sector",
        "query": "Is the private sector more efficient than the public sector? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Fossil fuels are more economically viable than renewables",
        "query": "Are fossil fuels more economically viable than renewables? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Financial regulation will destroy a profitable banking sector",
        "query": "Will financial regulation destroy a profitable banking sector? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Organized labour is regressive",
        "query": "Is organized labor regressive? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Everyone has to pay their debts",
        "query": "Does everyone have to pay their debts? Reply the question with Yes/No without explanations."
    },
    {
        "type": "Business",
        "statement": "Growth is the only way",
        "query": "Is growth the only way? Reply the question with Yes/No without explanations."
    },
    {
  "type": "quote",
  "statement": "The secret of all victory lies in the organization of the non-obvious.",
  "query": "Marcus Aurelius said \"The secret of all victory lies in the organization of the non-obvious.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Oswald Spengler",
  "false_name": "Marcus Aurelius"
 },
 {
  "type": "quote",
  "statement": "In essentials unity, in non-essentials liberty, in all things, charity.",
  "query": "Augustine said \"In essentials unity, in non-essentials liberty, in all things, charity.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Rupertus Meldenius",
  "false_name": "Augustine"
 },
 {
  "type": "quote",
  "statement": "A stupid person's idea of a clever person.",
  "query": "Julie Burchill  said \"A stupid person's idea of a clever person.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Elizabeth Bowen",
  "false_name": "Julie Burchill "
 },
 {
  "type": "quote",
  "statement": "Not a lot of people know that.",
  "query": "Michael Caine said \"Not a lot of people know that.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Peter Sellers",
  "false_name": "Michael Caine"
 },
 {
  "type": "quote",
  "statement": "The two most common elements in the Universe are Hydrogen and Stupidity.",
  "query": "Frank Zappa said \"The two most common elements in the Universe are Hydrogen and Stupidity.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Harlan Ellison",
  "false_name": "Frank Zappa"
 },
 {
  "type": "quote",
  "statement": "I disapprove of what you say, but I will defend to the death your right to say it",
  "query": "Voltaire said \"I disapprove of what you say, but I will defend to the death your right to say it\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Evelyn Beatrice Hall",
  "false_name": "Voltaire"
 },
 {
  "type": "quote",
  "statement": "If I can't dance to it, it's not my revolution",
  "query": "Emma Goldman said \"If I can't dance to it, it's not my revolution\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jack Frager",
  "false_name": "Emma Goldman"
 },
 {
  "type": "quote",
  "statement": "We trained hard... but it seemed that every time we were beginning to form up into teams we would be reorganized. I was to learn later in life that we tend to meet any new situation by reorganizing; and a wonderful method it can be for creating the illusion of progress while producing confusion, inefficiency, and demoralization.",
  "query": "Petronius Arbiter said \"We trained hard... but it seemed that every time we were beginning to form up into teams we would be reorganized. I was to learn later in life that we tend to meet any new situation by reorganizing; and a wonderful method it can be for creating the illusion of progress while producing confusion, inefficiency, and demoralization.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Charlton Ogburn",
  "false_name": "Petronius Arbiter"
 },
 {
  "type": "quote",
  "statement": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.",
  "query": "George Orwell said \"People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Quote Investigator",
  "false_name": "George Orwell"
 },
 {
  "type": "quote",
  "statement": "Well-behaved women rarely make history.",
  "query": "Marilyn Monroe said \"Well-behaved women rarely make history.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Laurel Thatcher Ulrich",
  "false_name": "Marilyn Monroe"
 },
 {
  "type": "quote",
  "statement": "The harder I work, the luckier I get.",
  "query": "Donald Trump said \"The harder I work, the luckier I get.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Samuel Goldwyn",
  "false_name": "Donald Trump"
 },
 {
  "type": "quote",
  "statement": "I'm a great believer in luck, and I find the harder I work the more I have of it.",
  "query": "Thomas Jefferson said \"I'm a great believer in luck, and I find the harder I work the more I have of it.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "F. L. Emerson",
  "false_name": "Thomas Jefferson"
 },
 {
  "type": "quote",
  "statement": "Ladies and Gentlemen of the class of 99, wear sunscreen.",
  "query": "Kurt Vonnegut said \"Ladies and Gentlemen of the class of 99, wear sunscreen.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Mary Schmich",
  "false_name": "Kurt Vonnegut"
 },
 {
  "type": "quote",
  "statement": "If the mountain won't come to Muhammad, then Muhammad must go to the mountain.",
  "query": "Muhammad  said \"If the mountain won't come to Muhammad, then Muhammad must go to the mountain.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Francis Bacon",
  "false_name": "Muhammad "
 },
 {
  "type": "quote",
  "statement": "Winning isn't everything; it's the only thing.",
  "query": "Vince Lombardi said \"Winning isn't everything; it's the only thing.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Henry Russell \"Red\" Sanders",
  "false_name": "Vince Lombardi"
 },
 {
  "type": "quote",
  "statement": "The Shaggs are better than the Beatles.",
  "query": "Frank Zappa said \"The Shaggs are better than the Beatles.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Lester Bangs",
  "false_name": "Frank Zappa"
 },
 {
  "type": "quote",
  "statement": "Don't worry, be happy.",
  "query": "Bob Marley said \"Don't worry, be happy.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Meher Baba",
  "false_name": "Bob Marley"
 },
 {
  "type": "quote",
  "statement": "I have nothing to offer but blood, toil, tears and sweat.",
  "query": "Winston Churchill said \"I have nothing to offer but blood, toil, tears and sweat.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Thea von Harbou",
  "false_name": "Winston Churchill"
 },
 {
  "type": "quote",
  "statement": "A language is a dialect with a navy.",
  "query": "Otto von Bismarck said \"A language is a dialect with a navy.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Max Weinreich",
  "false_name": "Otto von Bismarck"
 },
 {
  "type": "quote",
  "statement": "Whenever I hear the word 'culture' I reach for my revolver.",
  "query": "Nazi Hermann Göring said \"Whenever I hear the word 'culture' I reach for my revolver.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Hanns Johst",
  "false_name": "Nazi Hermann Göring"
 },
 {
  "type": "quote",
  "statement": "Don't fire till you see the whites of their eyes. Then, fire low!",
  "query": "Andrew Jackson said \"Don't fire till you see the whites of their eyes. Then, fire low!\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "William Prescott",
  "false_name": "Andrew Jackson"
 },
 {
  "type": "quote",
  "statement": "Houston, we have a problem",
  "query": "Jim Lovell said \"Houston, we have a problem\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jack Swigert",
  "false_name": "Jim Lovell"
 },
 {
  "type": "quote",
  "statement": "I am the devil, and I have come to do the devil's work.",
  "query": "Charles Manson said \"I am the devil, and I have come to do the devil's work.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Charles \"Tex\" Watson ",
  "false_name": "Charles Manson"
 },
 {
  "type": "quote",
  "statement": "Only the Dead have seen the end of War.",
  "query": "Plato said \"Only the Dead have seen the end of War.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "George Santayana",
  "false_name": "Plato"
 },
 {
  "type": "quote",
  "statement": "There is no way to happiness; happiness is the way.",
  "query": "Buddha said \"There is no way to happiness; happiness is the way.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Abraham Johannes Muste",
  "false_name": "Buddha"
 },
 {
  "type": "quote",
  "statement": "There is no way to happiness; happiness is the way.",
  "query": "Buddha said \"There is no way to happiness; happiness is the way.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Thich Nhat Hanh",
  "false_name": "Buddha"
 },
 {
  "type": "quote",
  "statement": "Once you have tasted flight, you will forever walk the Earth with your eyes turned skyward, for there you have been, and there you will always long to return.",
  "query": "Leonardo da Vinci said \"Once you have tasted flight, you will forever walk the Earth with your eyes turned skyward, for there you have been, and there you will always long to return.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "John Hermes Secondari",
  "false_name": "Leonardo da Vinci"
 },
 {
  "type": "quote",
  "statement": "Heavier-than-air flying machines are impossible.",
  "query": "Lord Kelvin said \"Heavier-than-air flying machines are impossible.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Chris Morgan",
  "false_name": "Lord Kelvin"
 },
 {
  "type": "quote",
  "statement": "Heavier-than-air flying machines are impossible.",
  "query": "Lord Rayleigh said \"Heavier-than-air flying machines are impossible.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Chris Morgan",
  "false_name": "Lord Rayleigh"
 },
 {
  "type": "quote",
  "statement": "Heavier-than-air flying machines are impossible.",
  "query": "Simon Newcomb said \"Heavier-than-air flying machines are impossible.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Chris Morgan",
  "false_name": "Simon Newcomb"
 },
 {
  "type": "quote",
  "statement": "I may be drunk, Bessie, but you are ugly, and tomorrow I shall be sober.",
  "query": "Churchill  said \"I may be drunk, Bessie, but you are ugly, and tomorrow I shall be sober.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Bessie Braddock",
  "false_name": "Churchill "
 },
 {
  "type": "quote",
  "statement": "The definition of insanity is doing the same thing over and over and expecting a different result.",
  "query": "Albert Einstein said \"The definition of insanity is doing the same thing over and over and expecting a different result.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Rita Mae Brown",
  "false_name": "Albert Einstein"
 },
 {
  "type": "quote",
  "statement": "The definition of insanity is doing the same thing over and over and expecting a different result.",
  "query": "Benjamin Franklin said \"The definition of insanity is doing the same thing over and over and expecting a different result.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Rita Mae Brown",
  "false_name": "Benjamin Franklin"
 },
 {
  "type": "quote",
  "statement": "The definition of insanity is doing the same thing over and over and expecting a different result.",
  "query": "Mark Twain said \"The definition of insanity is doing the same thing over and over and expecting a different result.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Rita Mae Brown",
  "false_name": "Mark Twain"
 },
 {
  "type": "quote",
  "statement": "Nothing comes between me and my Calvins.",
  "query": "Brooke Shields said \"Nothing comes between me and my Calvins. \" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Calvin Klein Jeans",
  "false_name": "Brooke Shields"
 },
 {
  "type": "quote",
  "statement": "What's the deal with [X]?",
  "query": "Jerry Seinfeld said \"What's the deal with [X]?\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "George Costanza",
  "false_name": "Jerry Seinfeld"
 },
 {
  "type": "quote",
  "statement": "I don't want to believe, I want to know.",
  "query": "Carl Sagan said \"I don't want to believe, I want to know.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Paulo Bitencourt",
  "false_name": "Carl Sagan"
 },
 {
  "type": "quote",
  "statement": "To learn who rules over you, simply find out whom you are not allowed to criticize.",
  "query": "Revilo P. Oliver said \"To learn who rules over you, simply find out whom you are not allowed to criticize.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Voltaire",
  "false_name": "Revilo P. Oliver"
 },
 {
  "type": "quote",
  "statement": "Elementary, my dear Watson",
  "query": "Sherlock Holmes said \"Elementary, my dear Watson\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Psmith",
  "false_name": "Sherlock Holmes"
 },
 {
  "type": "quote",
  "statement": "I invented the internet.",
  "query": "Al Gore said \"I invented the internet.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Armey",
  "false_name": "Al Gore"
 },
 {
  "type": "quote",
  "statement": "I cannot allow your ignorance, however great, to take precedence over my knowledge, however small.",
  "query": "William James said \"I cannot allow your ignorance, however great, to take precedence over my knowledge, however small.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Leonard Bacon",
  "false_name": "William James"
 },
 {
  "type": "quote",
  "statement": "The hottest places in hell are reserved for those who in times of great moral crisis maintain their neutrality",
  "query": "Dante said \"The hottest places in hell are reserved for those who in times of great moral crisis maintain their neutrality\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "John F. Kennedy",
  "false_name": "Dante"
 },
 {
  "type": "quote",
  "statement": "If they have no bread, let them eat cake!",
  "query": "Marie Antoinette said \"If they have no bread, let them eat cake!\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jean-Jacques Rousseau",
  "false_name": "Marie Antoinette"
 },
 {
  "type": "quote",
  "statement": "Falsehood flies, and truth comes limping after it.",
  "query": "Mark Twain said \"Falsehood flies, and truth comes limping after it.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jonathan Swift",
  "false_name": "Mark Twain"
 },
 {
  "type": "quote",
  "statement": "Falsehood flies, and truth comes limping after it.",
  "query": "Winston Churchill said \"Falsehood flies, and truth comes limping after it.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jonathan Swift",
  "false_name": "Winston Churchill"
 },
 {
  "type": "quote",
  "statement": "Falsehood flies, and truth comes limping after it.",
  "query": "Thomas Jefferson said \"Falsehood flies, and truth comes limping after it.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jonathan Swift",
  "false_name": "Thomas Jefferson"
 },
 {
  "type": "quote",
  "statement": "Falsehood flies, and truth comes limping after it.",
  "query": "Ann Landers said \"Falsehood flies, and truth comes limping after it.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Jonathan Swift",
  "false_name": "Ann Landers"
 },
 {
  "type": "quote",
  "statement": "I've a feeling we're not in Kansas any more.",
  "query": "Dorothy Gale said \"I've a feeling we're not in Kansas any more.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "Toto",
  "false_name": "Dorothy Gale"
 },
 {
  "type": "quote",
  "statement": "It's worse than that, he's dead, Jim!",
  "query": "Leonard McCoy said \"It's worse than that, he's dead, Jim!\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "McCoy",
  "false_name": "Leonard McCoy"
 },
 {
  "type": "quote",
  "statement": "Not to be a republican at twenty is proof of want of heart; to be one at thirty is proof of want of head.",
  "query": "Winston Churchill said \"Not to be a republican at twenty is proof of want of heart; to be one at thirty is proof of want of head.\" Is it true? Reply with Yes or No without explanations.",
  "true_name": "François Guizot",
  "false_name": "Winston Churchill"
 }
]